<script setup lang="ts">
</script>

<template>
  <div class="privacy-policy-page">

    <h1>プライバシーポリシー</h1>

    <h2>お客様から取得する情報</h2>
    <p>
      当サービスは、お客様から以下の情報を取得します。

      <ul>
        <li>氏名(ニックネームやペンネームも含む)</li>
        <li>外部サービスでお客様が利用するID、その他外部サービスのプライバシー設定によりお客様が連携先に開示を認めた情報</li>
        <li>当サービスのウェブサイトの滞在時間、入力履歴、購買履歴等の当サービスのウェブサイトにおけるお客様の行動履歴</li>
        <li>LINEアプリ上で当サービスの公式アカウントをメンバーとして追加しているグループ内で投稿されるテキスト、画像、動画のコンテンツやアクセスログなど、お客様のサービス利用状況に関する情報</li>
      </ul>
    </p>

    <h2>お客様の情報を利用する目的</h2>
    <p>
      当サービスは、お客様から取得した情報を、以下の目的のために利用します。
      <ul>
        <li>当サービスに関する登録の受付、お客様の本人確認、認証のため</li>
        <li>お客様の当サービスの利用履歴を管理するため</li>
        <li>当サービスにおけるお客様の行動履歴を分析し、当サービスの維持改善に役立てるため</li>
        <li>当サービスに関するご案内をするため</li>
        <li>お客様からのお問い合わせに対応するため</li>
        <li>当サービスの規約や法令に違反する行為に対応するため</li>
        <li>当サービスの変更、提供中止、終了、契約解除をご連絡するため</li>
        <li>当サービス規約の変更等を通知するため</li>
        <li>以上の他、当サービスの提供、維持、保護及び改善のため</li>
      </ul>
    </p>

    <h2>第三者提供</h2>
    <p>
      当サービスは、お客様から取得する情報のうち、個人データ（個人情報保護法第２条第６項）に該当するものついては、あらかじめお客様の同意を得ずに、第三者（日本国外にある者を含みます。）に提供しません。
      但し、次の場合は除きます。

      <ul>
        <li>個人データの取扱いを外部に委託する場合</li>
        <li>当サービスが買収された場合</li>
        <li>事業パートナーと共同利用する場合（具体的な共同利用がある場合は、その内容を別途公表します。）</li>
        <li>その他、法律によって合法的に第三者提供が許されている場合</li>
      </ul>
    </p>

    <h2>アクセス解析ツール</h2>
    <p>
      当サービスは、お客様のアクセス解析のために、「Googleアナリティクス」を利用しています。Googleアナリティクスは、トラフィックデータの収集のためにCookieを使用しています。トラフィックデータは匿名で収集されており、個人を特定するものではありません。Cookieを無効にすれば、これらの情報の収集を拒否することができます。詳しくはお使いのブラウザの設定をご確認ください。Googleアナリティクスについて、詳しくは以下からご確認ください。
      <br />

      <p class="center">
        <a href="https://marketingplatform.google.com/about/analytics/terms/jp/">Google アナリティクス利用規約</a>
      </p>
    </p>

    <h2>プライバシーポリシーの変更</h2>
    <p>
      当サービスは、必要に応じて、このプライバシーポリシーの内容を変更します。この場合、変更後のプライバシーポリシーの施行時期と内容を適切な方法により周知または通知します。
    </p>

    <h2>お問い合わせ</h2>
    <p>
      お客様の情報の開示、情報の訂正、利用停止、削除をご希望の場合は、以下のメールアドレスにご連絡ください。

      <p class="center">
        e-mail : haraiai.app@gmail.com
      </p>

      この場合、必ず、運転免許証のご提示等当サービスが指定する方法により、ご本人からのご請求であることの確認をさせていただきます。なお、情報の開示請求については、開示の有無に関わらず、ご申請時に一件あたり1,000円の事務手数料を申し受けます。

      <br />
      <br />
      2022年06月03日 制定
      <br />
      2022年06月04日 改定
    </p>
  </div>
</template>

<style lang="scss" scoped>
.privacy-policy-page {
  max-width: 800px;
  margin: 0 auto;
  padding: 0 20px;

  h1 {
    margin-bottom: 50px;
  }

  p {
    width: 100%;
    &.center {
      text-align: center;
    }
  }
}
</style>
